[Language]
DisplayName=Français

[0]
0=GUI onglet Général
1=Log
2=Journal BOT
3=Style
4=Utilisez ces options pour définir le style d'affichage des Journaux
5=Utilisation séparateur
6=Bot et Attaques avec la même taille
7=Bot en grand, Attaques en petit
8=Bot petit, Attaques en grand
9=Uniquement le Bot
10=Uniquement les attaques
11=Effacer
12=Utilisez cette fonction pour effacer le journal des attaques.
13=Presse-papiers
14=Utilisez cette fonction pour copier le Journal des Attaques dans le Presse-papiers (CTRL + C)
15=Journal des ATTAQUES
16="                   -------- GAINS --------       ----- BONUS ------"
17="HEURE|TROP.|RECHE.|     OR| Élixir| ELIX.N|TR.|S|    OR|Élixir|NOIR|L."

[1]
0=GUI TROUPES TAB
1=Armées
2=Armées
3=Choisir le Type de troupes.
4=UTILISER les casernes ou Armée personnalisée pour des compositions manuelles.
5=Présélection: Archères
6=Présélection: Barbares
7=Présélection: Gobelins
8=Preset: B.Arch
9=Preset: B.A.G.G.
10=Preset: B.A.Giant
11=Preset: B.A.Gobelin
12=Preset: B.A.G.G.Wall
13=Utilisation Casernes
14=Armée personnalisée
15=Mode casernes
16=Définir les troupes à faire dans la caserne
17=Barbares
18=Archères
19=Géants
20=Gobelins
21=Sapeurs
22=Ballons
23=Sorciers
24=Fées
25=Dragons
26=Pekkas
27=Taille de l'armée
28=Complet si =
29=Les camps sont 'complet' en atteignant ce %, commencer à attaquer.
30=Options d'accélération
31=Casernes
32=Combien de casernes à accélérer avec des GEMS! À utiliser avec prudence!
33=Restant
34=Utilisez cette option pour accélérer vos casernes avec des GEMS! À utiliser avec prudence!
35=Utilisez cette option pour accélérer votre usine de sort avec des GEMS! À utiliser avec prudence!
36=Utilisez cette option pour accélérer votre usine sort noir avec des GEMS! À utiliser avec prudence!
37=Utilisez cette option pour accélérer votre Roi des barbares avec des GEMS! À utiliser avec prudence!
38=Utilisez cette option pour accélérer votre Reine des Archères avec des GEMS! À utiliser avec prudence!
39=Troupes
40=Définir le % de
41=A faire.
42=Total
43=Le total % des troupes doit être égale à 100%.
44=Ajouter Troupes
45=Entrez le nombre de
46=Sapeurs
47=Ajouter Troupes noires
48=Gargouilles
49=Cochons
50=Valkyries
51=Golems
52=Sorcières
53=Molosses
54=Sorts
55=Sorts à faire.
56=Foudre
57=Soin
58=Rage
59=Poison
60=Précipitation
61=Capacité Sorts
62=Entrez le nombre de sorts. Mettre à zéro si vous ne voulez pas de Sorts
63=P.E.K.K.A.s
64=Utilisez cette option pour accélérer votre Gardien avec des GEMS! À utiliser avec prudence!
65=Saut
66=Gel
67=Sismique
68=Armées Noires
69=Mode Casernes Noires
70=Aucunes
71=Sorts Noirs
72=Sorts
73=Préparer à l'avance

[2]
0=GUI TAB RECHERCHE
1=Recherches
2=Villages inactifs
3=Villages actifs
4=Villages Inactifs et Villages Actifs
5=Seuls les villages inactifs: extracteurs pleins. La plupart du butin à l'extérieur du village.
6=Seuls les villages actifs: extracteurs pleins. La plupart du butin à l'intérieur du village.
7=Recherche pour les deux, tout ce qui vient en premier est attaqué.
8=Options de recherche
9=Alerter quand un village est trouvé.
10=Cochez cette case si vous souhaitez une alarme sonore et un commentaire quand une base est trouvée.
11=Relancer si
12=Retour au village après X recherches et relancer la recherche des villages ennemis.
13=recherches.
14=Conditions Village Inactifs "V.In."
15=Début dans
16=Recherche des villages abandonnés après ce nombre de recherches, lancer la recherche pour les bases abandonnées.
17=Nombre de recherches à attendre avant d'activer ce mode.
18=Recherche(s)
19=Recherche pour un village qui respecte les valeurs fixées en Or et / ou / Plus Élixir.
20=ET: Les deux conditions doivent répondre, Or et Élixir.
21=OU: Une condition doit répondre, Or ou Élixir.
22=+ (PLUS): montant total d'Or + Élixir doit répondre.
23=O et E
24=O ou E
25=O + E
26=Réglez la quantité Min. d'Or pour rechercher un village à attaquer.
27=Réglez la quantité Min. d'Élixir pour rechercher un village à attaquer.
28=Réglez la quantité Min. d'Or + Élixir pour rechercher un village à attaquer.
29=Élixir Noir
30=Recherche d'un village qui respecte la valeur Min. Élixir Noir.
31=Réglez la quantité Min. d'Élixir Noir pour rechercher un village à attaquer.
32=Trophées
33=Recherche d'un village qui respecte la valeur Min. de Trophées.
34=Réglez la quantité Min. de trophées pour rechercher un village à attaquer.
35=HdV
36=Recherche d'un village qui respecte la valeur Max. Niveau Hôtel de Ville.
37=Régler le max. niveau de l'Hôtel de Ville pour rechercher un village à attaquer.
38=HdV extérieur
39=Recherche d'un village qui a un Hôtel de Ville exposée. (À l'extérieur des murs)
40=Village Actif
41=Recherche d'un village qui a des défenses faibles.
42=Régler le niveau max. des mortiers pour rechercher sur un village à attaquer.
43=Régler le niveau max. des Tours de Sorciers pour rechercher un village à attaquer.
44=Si une condition attaquer.
45=Si un village répond à l'une des conditions ci-dessus attaquer.
46=Conditions Villages Actifs "V.A"
47=Diminution des ressources pendant les recherches
48=A faire toutes les
49=Cochez cette case si vous voulez que les valeurs des ressources baissent automatiquement après un certain nombre de recherches.
50=Entrez le Nombre de recherches à attendre avant chaque baisse.
51=Recherche(s)
52=Diminuer l'Or de ce montant à chaque baisse.
53=Diminuer l'Élixir de ce montant à chaque baisse.
54=Diminuer la somme totale O + E de ce montant à chaque baisse.
55=Diminuer l'Élixir Noir de ce montant à chaque baisse.
56=Diminuer les trophées de ce montant à chaque baisse.
57=Mode Recherche
58=Recherche village actif après ce nombre de recherches, lancer la recherche pour les villages inactifs en premier.
100=Configurer Extracteurs...
-99=Extracteurs
-102=Recher.(s)
-100=Activer cette option pour rechercher des villages Inactifs avec des extracteurs à 75% complet (par default c'est 90%)
-101=Est le niveau Min des extracteurs d'Élixir à trouver.

[3]
0=GUI TAB ATTAQUE
1=Attaques
2=Déploiement Villages Inactifs "V.In."
3=Attaque
4=Attaque sur un seul côté, pénètre à travers la base
5=Attaque sur deux côtés, pénètre à travers la base
6=Attaque sur trois côtés, obtient extérieur et certains à l'intérieur de la base
7=Sélectionnez le Nombre de côtés à attaquer.
8=Un côté
9=Deux côtés
10=Trois côtés
11=Tous les côtés
12=Troupes
13=Toutes les troupes
14=Casernes
15=Barbares Seulement
16=Archères Seulement
17=B + A
18=B + Gob
19=A + Gob
20=B + A + Gi
21=B + A + Gob + Gi
22=B + A + Cochon
23=B + A + Serviteur
24=Vit. troupe
25=Retarde le déploiement des troupes, 1 (rapide)=comme un Bot, 10 (lent)=Comme un humain.
26=Aléatoire fera varier le bot et sera plus proche d'une personne.
27=Vague
28=Vit. aléatoires des troupes et vagues
29=Près de la ligne rouge.
30=Utilisation attaque intelligente, détecter la «ligne rouge» extérieure du village à attaquer. Et déployer vos troupes près d'elle.
31=Type Depl.
32=Sélectionnez le mode Déploiement pour les vagues de troupes.
33=Type 1: Déposez une seule vague de troupes de chaque côté puis changer de troupes
34=Type 2: Déposez une vague complète de toutes les troupes (par exemple, les géants, les barbes et les archères) sur chaque côté, puis changer de côté.
35=Côtés, puis Troupes
36=Troupes, puis Côtés
37=Déployer les troupes près des extracteurs d'Or
38=Déployer les troupes près des extracteurs d'Élixir
39=Déployer les troupes près des extracteurs d'Élixir Noir
40=Utilisation du Roi
41=Utilisez votre Roi lors de l'attaque.
42=Utilisation de la Reine
43=Utilisez votre Reine lors de l'attaque.
44=Utilisez Château de Clan
45=Utilisez votre Château de Clan dans la bataille si il contient des troupes.
46=Déploiement Villages Actifs "V.A"
47=Château de clan
48=Balance D / R
49=Déployer votre Château de Clan seulement si votre ratio donné / reçu est supérieur à D rapport qualité / R ci-dessous.
50=Ratio de don
51=Donné / reçu
52=1/1 moyens donnés=reçus, 1/2 moyens donnés=la moitié des reçus, etc.
53=Ratio reçu
54=Capacités Héros
55=Activation capacité Héros après
56=Activez la capacité sur une minuterie.
57=Tous les héros sont activés en même temps.
58=Activation Auto Héros quand ils deviennent faibles (zone rouge).
59=Activez la capacité lorsque le Héros devient faible.
60=Les Héros sont contrôlés et activés individuellement.
61=Définir le temps en secondes pour Activer les capacités Héros.
62=Sec.
63=Attaque sur tous les côtés de façon égale, obtient la plupart de base extérieure
64=Attaque sur le seul côté plus proche de l'Élixir Noir
65=Attaque sur le seul côté plus proche de l'Hôtel de Ville
66=Attaque coté Élixir Noir
67=Attaque côté HdV
68=Utilisation dans la bataille
69=Utilisez votre Gardien lors de l'attaque.
70=Activation temporisée des Capacités Gardien après
71=Utilisation de la capacité du Gardien sur une minuterie.
72=Définir le temps en secondes pour Activation capacité du Gardien.
73=Attendre que votre Roi est prêt avant d'attaquer...
74=Attendre que votre Reine est prête avant d'attaquer...
75=Attendre que votre Grand Gardien est prêt avant d'attaquer...
76=Util.
77=Att.
78=Options Milking
79=Sélectionnez pour utiliser votre Roi lors de l'attaque ou attendre que celui-ci est prêt pour attaquer.
80=Désactivé quand le Héros est en amélioration continu!
81=Sélectionnez pour utiliser votre Reine lors de l'attaque ou attendre que celle-ci est prête pour attaquer.
82=Sélectionnez pour utiliser votre Grand Gardien lors de l'attaque ou attendre que celui-ci est prêt pour attaquer.
83=Attaques Milking Farm
[4]
0=GUI TAB ATTACKADV
1=Attaque Adv.
2=Options Attaques
3=Option Attaque maintenant!
4=Cochez cette case si vous voulez l'option Attaque maintenant!
5=Début et Pause pour ignorer le village inactif ou toutes les valeurs de la recherche des villages.
6=Attaque maintenant! Le bouton apparaît uniquement lors de la recherche pour les villages à attaquer.
7=Délai
8=Ajouter un temps de réaction pour ralentir la recherche.
9=S.
10=Attaque HdV extérieur
11=Cochez cette case pour attaquer un HdV exposée en premier. (HdV extérieur des murs)
12=TIP: Cochez aussi "Trouver HdV dehors" de l'onglet de recherche si vous voulez seulement la recherche de villages avec des hôtels de ville exposés.
13=HdV Snipe
14=Pendant création
15=Cochez cette case si vous voulez que le bot recherche HdV à l'extérieur pendant création des troupes.
16=Ajouter titles
17=Ajoutez titles pour les côtés de village
18=Recherches
19=Maximum de recherches avant revenir au village.
20=Capacité Armée Min%
21=Capacité Armée minimum pour commencer Snipe.
22=HdV Snipe Attaque Combo
23=Snipe Combo
24=Ajoute la combinaison HdV Snipe(Hôtel de Ville à l'extérieur) aux paramètres de recherche actuels. (Exemple: village inactif OU HdV Snipe)
25=Ajout
26=Entrez le nombre de case d'herbe 1x1 par rapport aux bords pour être considéré comme un HdV extérieur.
27=Ex: (0) titles; HdV doit être exactement sur le bord. (4) titles: HdV peut être plus loin de 4 cases du bord et plus près du centre du village.
28=Si le HdV est plus loin que le nombre de carreaux fixés, la base sera ignorée.
29=Case(s) à partir des bords
30=Attaque de type
31=Attaque: SmartBarch
32=Attaque: Bam
33=Attaque: eXtreme
34=Attaque: GBarch
35=Attaque: Custom
36=SMARTBARCH Barbares / Archères
37=BAM Barbares / Archères / Gargouilles
38=EXTREME Utilisez Toutes les troupes
39=GBARCH Géants / Barbares / Archères
40=CUSTOM Composer votre propre stratégie!
41=Si HdV au bord
42=Dépl.: zoom
43=Dépl.: sur les côtés
44=Sélectionnez votre stratégie pour déployer les troupes lorsque le HdV est détecté sur le bas de l'écran!
45=En zoomant avant, puis attaquer par le bas.
46=Sur les côtés Essayez d'obtenir le HdV de gauche à droite sans zoom, vos troupes peuvent choisir une autre cible!
47=Util. Roi
48=Utilisation Roi lors de l'attaque HdV Snipe
49=Seront déployés pendant la Première vague
50=Util. Sort F
51=Utilisez des sorts de Foudre lorsque vous attaquez HdV Snipe
52=Seront déployés pendant la Troisième vague
53=Util. Reine
54=Utilisation de la Reine lors de l'attaque HdV Snipe
55=Seront déployés pendant la Première vague
56=Util. Sort R
57=Utilisation des sorts de Rage en cas d'attaque HdV Snipe
58=Seront déployés pendant la Troisième vague
59=Util. CdC 
60=Utilisation Château de Clan en cas d'attaque HdV Snipe
61=Seront déployés pendant la Deuxième vague
62=Util. Sort S
63=Utilisation des sorts de Soins en cas d'attaque HdV Snipe
64=Seront déployés pendant la Deuxième vague
65=Bully Attaque Combo
66=HdV Bully. dans
67=Ajoute le combo HdV Bully les réglages de recherche actuels. (Exemple: village inactif OU HdV Bully)
68=HdV Bully: Attaques un niveau d'Hôtel de Ville inférieure après le nombre de recherches spécifiées.
69=HdV Bully: Nombre de recherches à attendre avant d'activer.
70=Recherche(s).
71=Niveau Max HdV
72=HdV Bully: Niveau Max. Hôtel de Ville.
73=Une fois trouvé, Attaque paramètres
74=Village Inactif
75=Réglages d'attaque utilisation Village Inactif lors de l'attaque d'un HdV Bully.
76=Village Actif
77=Réglages d'attaque utilisation Village Actif lors de l'attaque d'un HdV Bully.
78=Défense Farm
79=Activer le mode Unbreakable
80=Activer le Farm défense pour la réalisation Unbreakable.
81=Temps d'attente
82=Fixé le temps pour arrêter CoC et attendre les attaques ennemies pour gagner victoires de défense. (1-99 minutes)
83=Minutes
84=Farm Min.
85=Enregistrer Min.
86=Quantité d'Or qui empêche le Farm Défense, passe au Farm normal ci-dessous.
87=Définir la valeur d'Or dont vous avez besoin pour la recherche ou les augmentations.
88=Quantité d'Or de stockage nécessaire pour permettre le Farm Défense.
89=Quantité d'Or que vous avez besoin pour attirer l'ennemi ou pour les augmentations.
90=Montant d'Élixir qui arrête le Farm Défense, passe au Farm normal ci-dessous.
91=Définir la valeur d'Élixir vous avez besoin pour faire des soldats ou des augmentations.
92=Montant d'Élixir de stockage nécessaires pour permettre le Farm Défense.
93=Quantité d'Élixir que vous avez besoin pour attirer l'ennemi ou pour les augmentations.
94=Montant d'Élixir Noir qui arrête le Farm Défense, passe au Farm normal ci-dessous.
95=Définir la valeur d'Élixir Noir que vous avez besoin pour faire des soldats ou des augmentations.
96=Montant d'Élixir Noir de stockage nécessaires pour permettre le Farm Défense.
97=Quantité d'Élixir Noir que vous avez besoin pour attirer l'ennemi ou pour les augmentations.
98=Vous pouvez ajouter / modifier des fichiers de paramètres d'édition d'attaque csv dans le dossier THSnipe
99=Début dans
100=Recherche pour un HdV Snipe après ce nombre de recherches, lancer d'abord la recherche des villages actifs.
101=Nombre de recherches à attendre avant d'activer ce mode.
102=Recher.(s)
103=Recherche pour un village qui respecte les valeurs fixées en Or et / ou / Plus Élixir.
104=ET: Les deux conditions doivent répondre, Or et Élixir.
105=OU: Une condition doit répondre, Or ou Élixir.
106=+ (PLUS): montant total d'Or + Élixir doit répondre.
107=O Et E
108=O Ou E
109=O + E
110=Réglez la quantité Min. d'Or pour rechercher un village à attaquer.
111=Réglez la quantité Min. d'Élixir pour rechercher un village à attaquer.
112=Réglez la quantité Min. d'Or + Élixir pour rechercher un village à attaquer.
113=Élixir Noir
114=Recherche d'un village qui respecte la valeur Min. Élixir Noir.
115=Réglez la quantité Min. d'Élixir Noir pour rechercher un village à attaquer.
[5]
0=GUI TAB ENDBATTLE
1=Fin de combat
2=Fin de combat
3=Si aucun nouveau butin pillé
4=Fin bataille s'il n'y a pas de butin supplémentaire dans X secondes.
5=Compte à rebours est commencé après que toutes les troupes et les Héros sont déployés dans la bataille.
6=sec.
7=et ressources en dessous
8=Fin bataille si l'Or est en dessous de ce montant.
9=Fin bataille si l'Élixir est en dessous de ce montant.
10=Fin bataille si l'Élixir Noir est en dessous de ce montant.
11=Aucunes Ressources quitté
12=Fin bataille quand toutes l'Or, Élixir et Élixir Noir=0
13=Une étoile gagnée
14=Finira la bataille si 1 étoile est gagnée
15=Deux étoiles gagnées
16=Finira la bataille si 2 étoiles sont gagnées dans la bataille
17=Attaque par le côté de l'Élixir Noir, option fin de bataille
18=Activé en sélectionnant l'attaque par le côté dans le déploiement village actif Déployer option activé
19=Si dessous
20=Active conditions spéciales pour l'Élixir Noir attaque par le côté.
21=Si aucun des filtres supplémentaires n'est choisi la bataille se terminera quand le pourcentage d'Élixir Noir.
22=Fin normale options de bataille
23=Désactiver Fin normale options de bataille quand l'attaque Élixir Noir de côté est trouvée.
24=Une étoile gagnée
25=Finira la bataille quand l'Élixir Noir est en dessous du min et une étoile est gagnée.
26=Quand
27=Finira la bataille quand l'Élixir Noir est en dessous du min et que le Roi est faible
28=est faible
29=Finira la bataille quand l'Élixir est en dessous du min et que la Reine est faible
30=Capture Gain
31=Cochez cette case si vous souhaitez enregistrer un capture du butin du village qui a été attaqué.
32=Inclure les infos butin dans le nom de fichier
33=Inclure les informations butin dans le nom du fichier de capture d'écran
34=Partage vidéo Attaque
35=Partagez une attaque avec votre clan.
36=Cochez cette case pour partager votre attaque dans le chat de clan.
37=Lorsque les gains
38=Seulement Partager Vidéo quand le butin de la bataille est plus que ce montant d'Or.
39=Seulement Partager Vidéo quand le butin de la bataille est plus que ce montant d'Élixir.
40=Seulement Partager Vidéo quand le butin de la bataille est plus que ce montant d'Élixir Noir.
41=Utiliser un message aléatoire de cette liste
42=Joli\r\NGood\r\nMerci\r\nWowwww
43=Message à envoyer avec le Vidéo
44=Prenez capture du gain
[6]
0=GUI TAB DON
1=Dons
2=Demandez des troupes pour le Château de Clan
3=Demande
4=Tout s'il vous plaît
5=Ce texte est utilisé sur votre demande de troupes dans le chat de clan.
6=Dons troupes Menu de sélection
7=Barbares
8=Archères
9=Géants
10=Gobelins
11=Sapeurs
12=Blacklist
13=Gargouilles
14=Cochon
15=Valkyries
16=Personnalisés
17=Ballons
18=Sorciers
19=Fées
20=Dragons
21=Pekkas
22=Golems
23=Sorcières
24=Molosse
25=Cyrilli.
26=Cochez cette case pour permettre à l'alphabet Cyrillique.
27=Dons
28=Cochez cette case pour faire un don
29=Dons à Tous
30=Cochon
31=Ce sera également ignorer tous les mots clés.
32=Mots-clés pour les dons
33=Ne donnez pas à ces mots-clés
34=Blacklist pour dons
35=barbares\r\nbarb
36=pas de barbares\r\npas Barb\r\npas barbares\r\npas barb
37=archères\r\nARCH
38=pas d'archères\r\npas arc\r\npas Archères\r\nPAS ARCH
39=géants\r\ngéant\r\nany\r\nreinforcement
40=pas de géants\r\npas géants
41=gobelins\r\ngobelin
42=pas de gobelins\r\npas Gobelins
43=Sapeur\r\nsapeur
44=pas de Sapeur\r\nPAS SAPEUR
45=ballons\r\nballon
46=pas de ballons\r\npas ballons
47=Sorcier\r\nsorcier
48=pas de sorciers\r\npas sorcier
49=Fée
50=pas de Fée\r\npas fée
51=Dragon
52=pas de dragon\r\npas dragon
53=PEKKA\r\npekka
54=pas PEKKA\r\npas pekka
55=gargouille\r\ngargouille
56=pas de gargouille\r\npas gargouille
57=cochon\r\ncochons\r\ncoch
58=pas de cochon\r\npas cochon
59=Valkyries\r\nvalkyrie
60=pas de Valkyries\r\npas Valkyries
61=golem
62=pas de golem\r\npas golem
63=sorcières\r\nsorcière
64=pas de sorcières\r\npas sorcière
65=Molosse\r\nlave\r\nmolosse
66=pas molosse\r\npas molosse
67 =
68 =
69 =
70=P.E.K.K.A.s
71=tout\r\nbesoin
72=1er
73=2
74=3
75=Rien
76=uniquement\r\nIl
77=Ne donnez pas avec ces mots-clés
78=général Blacklist
79=guerre de clan\r\nWar\r\nCW
80=général Blacklist pour les demandes des dons
81=si mots clés correspondent Chat demande.
82=à toutes les demandes de chat.
83=Rien
84=Sort Poison
85=Sort Sismique
86=Sort Précipitation
87=poison
88=pas poison\r\npoison pas
89=Sismique\r\nsismique
90=Pas Sismique\r\npas sismique
91=Précipitation
92=Pas Précipitation\r\npas precipitation
[7]
0=GUI onglet Divers
1=Divers
2=Stop Attaque
3=Utilisez ces options pour définir quand le bot va cesser d'attaquer.
4=Stop Attaque
5=Arrêt PC
6=Veille PC
7=Reboot PC
8=(O et E) pleins et Max. Trophées
9=(O et E) pleins ou Max. Trophées
10=(O ou E) plein et Max. Trophées
11=(O ou E) plein ou Max. Trophées
12=Or et Élixir pleins
13=Or ou Élixir plein
14=Or plein et Max. Trophées
15=Élixir plein et Max. Trophées
16=Or plein ou Max. Trophées
17=Élixir plein ou Max. Trophées
18=Or plein
19=Élixir plein
20=Max. Trophées
21=Bot utilisé pendant ...
22=Dons uniquement
23=Seulement rester en ligne
24=Heure
25=Heures
26=Changer de profil
27=Profil actuel
28=Utilisez cette option pour passer à un autre profil
29=Vos profils peuvent être trouvés dans
30=MyVillage
31=Le nom de Votre village / profil
32=Langue GUI
33=Utilisez cette option pour changer la langue de l'interface graphique
34=Recharger
35=Cochez cette case pour réarmer automatiquement Piège, recharger ArcX et Tour de l'enfer dans votre village.
36=Collecter Ressources
37=Cochez cette case pour collecter automatiquement les ressources du Village
38=Extracteur  Or, Élixir et Élixir Noir.
39=Tombes
40=Cochez cette case pour supprimer automatiquement les pierres tombales après l'attaque de l'ennemi.
41=Reprendre le Bot
42=Reprendre en atteignant ces valeurs Min, si interrompue en raison de faibles ressources.
43=Valeur Or minimale pour le bot, pour reprendre les attaques après l'arrêt en raison de l'Or faible.
44=Valeur Élixir minimum pour le bot, pour reprendre les attaques après l'arrêt en raison de l'Élixir faible.
45=Valeur Élixir Noir minimum pour le bot, pour reprendre les attaques après l'arrêt en raison de l'Élixir Noir faible.
46=Réglages Trophées
47=Intervalles
48=MIN: Le Bot va baisser trophées dessous de cette valeur.
49=MAX: Le Bot va baisser trophées si votre nombre de trophées est supérieur à cette valeur.
50=Utiliser Héros
51=Utilisez Héros pour perdre trophées si Héros sont disponibles.
52=Attaques V.In.
53=Attaque un Village Inactif à la première recherche tout en perdant des trophées.
54=Autre périphérique connecté
55=Délai avant reconnexion
56=Entrez le temps d'attente (en secondes) avant que le Bot reconnecte lorsqu'un autre appareil a pris le contrôle.
57=sec.
58=Retarder la recherche Village
59=Utilisez ce curseur pour modifier la durée Min. d'attente avant appuyer sur suivant lors de la recherche d'un Village.
60=Cela peut compenser des erreurs de synchronisation sur certains PC.
61=AUCUNE GARANTIE! Ce ne sera pas toujours les mêmes résultats!
62=Min
63=Sec.
64=Max
65=Utilisez ce curseur pour modifier la durée Max. d'attente avant appuyer sur suivant lors de la recherche d'un Village.
66=AUCUNE GARANTIE! Ce ne sera pas toujours les mêmes résultats!
67=Localiser manuellement
68=HdV
69=Relocaliser votre
70=Château de Clan
71=C.M.
72=Camp Militaire
73=Casr.
74=Casernes
75=S.U.
76=Sorts Usine
77=S.U.N.
78=Sort Usine Noir
79=Roi
80=hôtel Roi Barbares
81=Reine
82=hôtel Reine Archères
83=Lab.
84=Laboratoire
85=Effacer.
86=Cliquez ici pour réinitialiser tous les emplacements de construction,
87=Lorsque vous avez modifié l'agencement de votre village.
88=Lorsque ...
89=Entrainer et dons uniquement
90=Réarm, Collect, Effacer
91=Pièges, X-arcs && Tours de l'Enfer
92=Collecte Ressouces
93=Effacer pierres tombales
94=Gardien
95=Hôtel Gardien
96=Min. Armée pour Attaq.
97=Capacité Armée minimum pour l'attaque de Village Inactif avant de descendre en trophées.
98=%
99=Charrette
100=Rechercher la charrette de butin pour la collecter.
101=Obstacles
102=Vérifer et effacer les troncs, sapins, buissons, etc.
155=Arrêt Bot
156=Fermer Bot
157=Fermer CoC+Bot
153=Élixir Noir plein
154=(O et E et EN) pleins
150=Bouclier (Entrainer/En ligne uniq.)
151=Bouclier (Dons seulement)
152=Bouclier (En ligne uniquement)
103=Add New Profile
104=Confirm
105=Delete Profile
106=Cancel
107=Rename Profile
[8]
0=GUI onglet Améliorations
1=Améliorations
2=Auto Laboratoire
3=Cochez la case pour commencer Mises en laboratoire automatiquement
4=Aucun
5=Barbare
6=Archère
7=Géant
8=Gobelin
9=Sapeur
10=Ballon
11=Sorcier
12=Fées
13=Dragon
14=Pekka
15=Sort de Foudre
16=Sort de Soin
17=Sort de Rage
18=Sort de Saut
19=Sort de Gel
20=Sort Poison
21=Sort Sismique
22=Sort Précipitation
23=Gargouille
24=Cochon
25=Valkyrie
26=Golem
27=Sorcière
28=Molosse
29=Suivant
30=Sélectionnez le type de troupe de mettre à niveau avec ce menu déroulant
31=L'icône de la troupe apparaît sur la gauche.
32=Tous les sort noir / troupe ont priorité sur l'amélioration Héros!
33=Héros améliorer en permanence
34 =
35=Activer l'amélioration de votre roi quand vous avez assez d'Élixir Noir (Enregistrement Min. Élixir Noir)
36=Vous pouvez localiser manuellement l'hôtel du roi dans l'onglet Divers
37=Vérifiez votre valeur de reprise de Bot Élixir Noir dans l'Onglet Divers par rapport au Min sauvegardé ici!
38 =
39=Activer l'amélioration de votre reine quand vous avez assez Élixir Noir (Enregistrement Min. noir Élixir)
40=Vous pouvez localiser manuellement l'hôtel de la Reine dans l'onglet Divers
41=Vérifiez votre valeur de reprise de Bot Élixir Noir dans l'Onglet Divers par rapport au Min sauvegardé ici!
42=Bâtiments ou Héros
43=Améliorer
44=Cochez la case pour l'amélioration
45=après l'utilisation du bouton Localiser Amélioration
46=XPos
47=YPos
48=Montre le type d'amélioration
49=Localiser Amélioration
50=Bouton pour localiser et enregistrer des informations d'amélioration des bâtiments / Héros
51=Réinitialiser améliorations
52=Bouton pour réinitialiser et supprimer toutes les améliorations
53=Statut: Rouge=pas programmé, Jaune=programmé, pas terminé, Vert=terminées
54=Min. Or
55=Sauvegardez cette quantité d'Or après l'amélioration terminée.
56=Définir cette valeur pour économiser pour la recherche, ou les améliorants des murs.
57=Min. Élixir
58=Sauvegardez cette quantité d'Élixir après l'amélioration terminée.
59=Définir cette valeur au besoin d'économiser pour faire des troupes ou les améliorants des murs.
60=Min. Noir
61=Sauvegardez cette quantité d'Élixir Noir après l'amélioration terminée.
62=définir cette valeur plus élevée si vous voulez faire des troupes de guerre.
63=Murs
64=Amélioration Auto mur
65=Cochez cette case pour améliorer Murs si il y a suffisamment de ressources.
66=Util. OR
67=Utilisez uniquement l'or pour les murs.
68=disponibles à tous les niveaux mur.
69=Util. Élixir
70=Utilisez uniquement Élixir pour les murs.
71=Disponible uniquement au niveau muraux évolutives avec Élixir.
72=Essayez Élixir premier, deuxième Or
73=Essayez d'utiliser Élixir premier. Si pas assez Élixir essayez d'utiliser l'or pour la deuxième Murs.
74=Disponible uniquement au niveau murs évolutifs avec Élixir.
75=Garder un ouvrier pour les Murs
76=Cochez cette case pour réserver 1 ouvrier exclusivement pour les murs et
77=réduire le nombre d'ouvrier disponible de 1 pour d'autres améliorations.
78=Rech. murs niveau
79=Recherche pour des murs de ce niveau et d'essayer de les mettre à niveau un par un.
80=Coûts du mur
81=Cette valeur est le coût d'amélioration d'un mur à titre indicatif.
82=La valeur sera mise à jour si vous sélectionnez un autre niveau de mur.
83=Or Min.
84=Garder cette quantité d'or après l'amélioration terminée,
85=Définir cette valeur pour garder l'or pour d'autres amélioration, ou la recherche.
86=Élixir Min.
87=Garder cette quantité d'Élixir après l'amélioration terminée,
88=Définir cette valeur pour garder l'Élixir pour d'autres amélioration ou troupes.
89=Laboratoire
90=Nombre des positions de test pour trouver des murs. Plus le chiffre est grand meilleur est la recherche mais c'est plus lent.
91=ESSAI
92=Cliquez ici pour tester la détection des murs.
93=Auto amélioration de vos Héros
94=Activer l'amélioration de votre Gardien quand vous avez assez Élixir (Enregistrement Min. Élixir)
95=Vous pouvez localiser manuellement l'Hôtel du Gardien dans l'onglet Divers
96=Vérifiez votre valeur de reprise de Bot Élixir dans l'Onglet Divers par rapport au Min sauvegardé ici!
101=This box is updated with unit name after upgrades are checked
102=This unit box is updated with unit level after upgrades are checked
103=This upgrade cost box is updated after upgrades are checked
104=This box is updated with time length of upgrade after upgrades are checked
105=Check box to Enable Upgrade to repeat continuously
107=Visible Red button means that laboratory upgrade in process
108=This will automatically disappear when near time for upgrade to be completed.
109=If upgrade has been manually finished with gems before normal end time,
110=Click red button to reset internal upgrade timer BEFORE STARTING NEW UPGRADE
118=Caution - Unnecessary timer reset will force constant checks for lab status
121=Unit Name
122=Lvl
123=Type
124=Cost
125=Time
126=Repeat
100=Any upgrades with repeat enabled are skipped and can not be located again
106=If repeat box is checked, data will not be reset
[9]
0=GUI onglet Notify
1=Avertir
2=PushBullet Alerte
3=Activer
4=Activer les notifications PushBullet
5=Télécommander
6=Permet la fonction télécommande PushBullet
7=Supp. Msg au début
8=Il va supprimer toutes les notifications push précédente lorsque vous démarrez le bot
9=Supprimer tout
10=Cliquez ici pour supprimer tous les messages Pushbullet.
11=Supp. ancien Msg de +
12=Supprimer toutes les notifications push plus anciennes que l'heure spécifiée
13=Définir l'intervalle de suppression.
14=Heure
15=Heures
16=Code d'accès Push
17=Vous devez avoir code d'accès pour utiliser les notifications PushBullet. Obtenez ce code sur PushBullet.com
18=Profil / Nom Village
19=Votre profil nom / Village - Réglez ce sur le Onglet Divers sous Profils.
20=Envoyer un message PushBullet pour ces options
21=Village trouvé
22=Envoyer la quantité de butin disponible lorsque bot trouve un village à attaquer.
23=Gain en image
24=Envoyer le gain en capture d'écran.
25=Gain en texte
26=Envoyer le gain en texte.
27=Camp complet
28=Envoyé une alerte lorsque votre camp militaire est plein.
29=Amélio. murs
30=Envoyer des informations sur les améliorations de mur.
31=Erreur: Pb. Sync.
32=Envoyer une alerte lorsque vous obtenez l'erreur: Client et Serveur désynchronisés
33=Prenez une pause
34=Envoyer une alerte lorsque vous avez joué pendant trop longtemps et que vos villageois ont besoin de se reposer.
35=Rapport
36=Envoyer un rapport du Village.
37=Dernière attaque
38=Envoyer des informations sur la dernière attaque.
39=Un autre dispositif connecté
40=Envoyer une alerte lorsque votre village est relié à un autre appareil.
41=PushBullet Fonctions de la télécommande
42=BOT HELP - envoyer ce message d'aide
43=BOT DELETE - pour supprimer tous vos messages précédents PushBullet
44=BOT <NomVillage> RESTART - Redémarrer le bot nommé <Village Nom> et BlueStacks
45=BOT <NomVillage> STOP - Arrêter le bot nommé <Nom Village>
46=BOT <NomVillage> PAUSE - pause le bot nommé <Nom Village>
47=BOT <NomVillage> REPRISE - Relancer le bot nommé <Nom Village>
48=BOT <NomVillage> STATS - Envoyer des statistiques villages <Nom Village>
49=BOT <NomVillage> LOG - Envoyer le fichier journal en cours <Nom Village>
50=BOT <NomVillage> LASTRAID - Envoyer dernier butin capture d'écran <Nom Village>
51=BOT <NomVillage> LASTRAIDTXT - Envoyer les valeurs dernier butin <Nom Village>
52=BOT <NomVillage> SCREENSHOT - Envoyer une capture d'écran <Nom Village>
[10]
0=GUI onglet Expert
1=Expert
2=Au démarrage du Bot
3=Vérifier Mise à jour
4=Vérifier si vous utilisez la dernière version du bot.
5=Supp. fichiers Log
6=Supprimer les fichiers journaux plus ancien que le nombre de jours spécifié.
7=Jours
8=Supp. fichiers temp.
9=Supprimer les fichiers temporaires plus ancien que le nombre de jours spécifié.
10=Supp. images Gain
11=Supprimer les fichiers image de gain plus ancien que le nombre de jours spécifié.
12=Au démarrage du Bot
13=Démar. auto. après
14=Sec.
15=Vérifier la Langue (EN)
16=Vérifiez si le jeu est réglé avec la bonne la langue (Doit être défini en anglais).
17=Auto Align
18=Repositionner / Aligner les fenêtres BlueStacks et BOT sur l'écran.
19=Offset
20=Offset pixels horizontaux entre BlueStacks (BS) et la fenêtre de BOT.
21=Offset pixels verticaux entre BlueStacks (BS) et la fenêtre de BOT.
22=0,0: BlueStacks-Bot
23=0,0: Bot-BlueStacks
24=SNAP: Bot Haut Droit BS
25=SNAP: Bot Haut Gauche BS
26=SNAP: Bot Bas Droite BS
27=SNAP: Bot Bas Gauche BS
28=0,0: Ecran de BS repositionné pour positionner à 0,0 sur le bureau Windows et aligner à droite de la fenêtre de Bot.
29=SNAP: Réorganiser Seulement les fenêtres, fenêtre Bot Aligné à la fenêtre BlueStacks en haut à droite, en haut à gauche, en bas à droite ou en bas à gauche.
30=Temps création
31=Troupes
32=Délai
33=Augmenter le délai si votre PC est lent
34=Debug
35=Debug: Ecrire la coordonnée cliqué (x, y) dans le journal.
36=Debug: Active les messages de débogage dans le code pour le dépannage.
37=Debug: Enregistrer des images OCR pour le dépannage.
38=Debug: Sauvegarde d'images pour le dépannage.
39=Debug: Montre les positions des bâtiments dans le journal.
40=Coord.
41=L
42=O
43=I
44=B
45=Autres Options
46=Capacité total camps
47=Si non détecté définir la valeur des camps (plutôt demander)
48=Horaires Château de Clan
49=Dons CdC pendant ces heures
50=Ce bouton va effacer ou régler toute la rangée de boîtes
51=Demande CdC pendant ces heures
52=Déployer CdC pendant ces heures
53=Horaires Accélérer casernes
54=Accélérer pendant ces heures
55=Options capture Photo
56=Faire au format PNG
57=Masquer le Nom et le Nom du Clan
58=Démarrage auto. Bot après cette Nombre de secondes.
59=AM
60=PM
61=Force déconnexion B.A.
62=Force la déconnexion pour sortir de CoC pour éviter le Bouclier Actif (B.A.)
63=Temps de déconnexion de CoC. Mettre au Min. 15 pour annuler le Bouclier Actif!
64=Min
65=Tps enlever sortie B.A.
66=Temps de déconnexion de CoC précoce! Au dessous de 10 minutes ne fonctionne pas!
[11]
0=GUI TAB STATS
1=Stat.
2=Début avec
3=Rapport
4=apparaîtront
5=ici au
6=démarrage.
7=La quantité d'Or que vous aviez lorsque le bot a commencé.
8=La quantité d'Élixir vous aviez lorsque le bot a commencé.
9=La quantité d'Élixir Noir vous aviez lorsque le bot a commencé.
10=La quantité de trophées que vous aviez lorsque le bot a commencé.
11=Dernière attaque
12=La quantité d'Or que vous avez gagné sur la dernière attaque.
13=La quantité d'Élixir vous avez gagné sur la dernière attaque.
14=Le quantité d'Élixir Noir vous avez gagné sur la dernière attaque.
15=La quantité de trophées vous avez gagné ou perdu sur la dernière attaque.
16=Bonus ligue
17=Bonus d'Or que vous avez gagné sur la dernière attaque.
18=Bonus d'Élixir vous avez gagné sur la dernière attaque.
19=Bonus d'Élixir Noir vous avez gagné sur la dernière attaque.
20=Total Gain
21=La quantité total d'or que vous avez gagné ou perdu depuis que le Bot est en marche.
22=(Cela comprend les dépenses de ressources sur l'amélioration des bâtiments)
23=La quantité total d'Élixir que vous gagné ou perdu depuis que le Bot est en marche.
24=La quantité total d'Élixir Noir vous gagné ou perdu depuis que le Bot est en marche.
25=La quantité de trophées vous gagné ou perdu depuis que le Bot est en marche.
26=Gain par heure
27=Gain d'or par heure
28=Gain d'Élixir par heure
29=Gain d'Élixir Noir par heure
30=Gain de Trophée par heure
31=Réinitialiser
32=Statistiques: Divers
33=Attaqués
34=Le Nombre de villages qui ont été attaqués.
35=Ignorés
36=Le Nombre de villages qui ont été ignorés pendant la recherche.
37=Amélio. en Or
38=Le nombre de Murs améliorés avec l'Or.
39=Amélio. en Élixir
40=Le nombre de Murs améliorés avec l'Élixir.
41=Le nombre de bâtiments améliorés avec l'Or
42=Le nombre de bâtiments améliorés avec l'Élixir
43=Amélio. Héros
44=Nombre d'amélioration des Héros
45=Perdu
46=La quantité de trophées perdu par le Bot en raison de paramètres Trophées (sur onglet Divers).
47=Temps
48=Le temps d'exécution total du Bot.
49=Coûts Or
50=Le coût de l'or utilisé par le bot pour améliorer les murs
51=Coûts Élixir
52=Le coût d'élixir utilisée par le bot pour améliorer les murs
53=Le coût de l'or utilisé par le bot pour améliorer les bâtiments
54=Le coût d'élixir utilisée par le bot pour améliorer les bâtiments
55=Coûts Élixir N
56=Le coût d'élixir noir utilisé par bot pour améliorer les Héros
57=Nbr de PbS
58=Le nombre d'erreurs synchronisation survenue
59=Coût Rech.
60=Coût de la recherche pour ignorer village en or
61=Coût Élixir
62=Élixir dépensés pour la formation des troupes
63=Coût Élixir N
64=Élixir Noir dépensé pour la formation des troupes noires
65=Collecte Or
66=Or obtenu par la collecte extracteurs
67=Collecte Élixir
68=Élixir obtenu par la collecte extracteurs
69=Collecte Élixir N
70=Élixir Noir par la collecte extracteurs
71=Village Inactif
72=Attaqués
73=Le nombre de village inactifs qui ont été attaqués par le Bot.
74=Gain
75=La quantité d'Or gagné en attaquant des villages inactifs.
76=La quantité d'Élixir gagné en attaquant des villages inactifs.
77=La quantité de trophée gagné en attaquant des villages inactifs.
78=Villages Actifs
79=Le nombre de village actifs qui ont été attaqués par le Bot.
80=La quantité d'Or gagné en attaquant des villages actifs.
81=La quantité d'Élixir gagné en attaquant des villages actifs.
82=La quantité d'Élixir Noir en attaquant des villages actifs.
83=La quantité de trophée gagné en attaquant des villages actifs.
84=HdV Bully
85=Le nombre d'Hôtel de Ville Bully qui ont été attaqués par le Bot.
86=La quantité d'or gagné en attaquant l'Hôtel de Ville Bully.
87=La quantité d'Élixir gagné en attaquant l'Hôtel de Ville Bully.
88=La quantité d'Élixir Noir gagné en attaquant l'Hôtel de Ville Bully.
89=La quantité de trophée gagné en attaquant l'Hôtel de Ville Bully.
90=HdV Snipe
91=La quantité d'Or gagné en attaquant l'Hôtel de Ville à l'extérieur.
92=La quantité de Élixir gagné en attaquant l'Hôtel de Ville à l'extérieur.
93=La quantité d'Élixir Noir gagné en attaquant l'Hôtel de Ville à l'extérieur.
94=La quantité de trophée gagné en attaquant l'Hôtel de Ville à l'extérieur.
95=Le nombre de succès en attaquant l'Hôtel de Ville à l'extérieur.
96=Le nombre d'échec en attaquant l'Hôtel de Ville à l'extérieur.
97=ici après
98=les attaques.
99=mit à jour
100=La quantité d'Élixir Noir gagné à partir des villages inactifs attaqués par le Bot.
101=Le nombre d'Hôtel de Ville en attaquant l'Hôtel de Ville à l'extérieur.

[12]
0=GUI TAB À PROPOS DE NOUS
1=Qui sommes-nous
2 =
3=Traduit par Boju pour Version 5.2 ou +
4 =
5 =
6 =
7 =
8 =
[13]
0=GUI FOND
1=Démarrer
2=Arrêt
3=Pause
4=Utilisez cette option pour suspendre toutes les actions du bot jusqu'à ce que vous relancez.
5=Reprendre
6=Utilisez cette option pour reprendre après la pause.
7=Mode Recherche
8=Ne pas attaquer. Recherche un village qui remplit les conditions.
9=Photo
10=Cliquez ici pour prendre une photo de votre village et l'enregistrer dans un fichier.
11=Masquer
12=Utilisez cette option pour déplacer la fenêtre Android hors de vue.
13=(pas minimisée, mais cachés)
14=Mode
15=Arrière-plan
16=Cochez cette case pour activer le bot en arrière-plan.
17=Avec cela, vous pouvez également masquer la fenêtre BlueStacks hors de vue.
18=VIn Attack!
19=LB Attaque!
20=HdV Snipe!
21=Village
22=Village Rapport
23=apparaîtront ici
24=à la première exécution.
25=Montrer
26=- bot gratuit - 
28=Stats
29=Vill.
[14]
0=GUI TAB ATTAQUES SCRIPT
1=Attaques Script
2=Déploiement Villages Inactifs
3=Utiliser le script pour attaquer les V.In.
4=Utiliser le script pour attaquer les villages inactifs, attaques standard désactivées
5=Choisir un script; vous pouvez modifier/ajouter un script dans le répertoire 'Attack-Script'
6=Mise à jour du fichier Script
7=Utiliser pendant l'attaque
8=Utilisez votre Roi lors de l'attaque.
9=Utilisez votre Reine lors de l'attaque.
10=Utilisez votre gardien lors de l'attaque.
11=Utilisez votre Château de Clan dans la bataille si il contient des troupes.
12=Déploiement Villages Actifs
13=Utiliser le script pour attaquer les V.A.
14=Utiliser le script pour attaquer les villages actifs, attaques standard désactivées
15=Voir/Modifier le script d'attaque
16=Création nouveau Script d'attaque
17=IMG
18=Faire une image avec information sauvegardé dans le répertoire Temp du profil
19=Création nouveau Script d'attaque à partir d'un autre
20=
21=
22=Château de Clan Balance
23=Balance D / R
24=Déployer votre Château de Clan seulement si votre ratio donné / reçu est supérieur à D rapport qualité / R ci-dessous.
25=Ratio de don
26=Donné / reçu
27=Ratio reçu
28=Héros
29=Délai
30=Tous les héros sont activés en même temps.
31=Auto activé (zone rouge).
32=Activez la capacité lorsque le Héros devient faible.
33=Les Héros sont contrôlés et activés individuellement.
34=Définir le temps en secondes pour Activer les capacités Héros.
35=Sec.
36=Activation temporisée des Capacités Gardien après
37=Utilisation de la capacité du Gardien sur une minuterie.
38=Définir le temps en secondes pour Activation capacité du Gardien.
39=Utilisez Sort de Foudre
40=Utilisez Sort de Soin
41=Utilisez Sort de Rage
42=Utilisez Sort de Saut
43=Utilisez Sort de Gel
44=Utilisez Sort Poison
45=Utilisez Sort Sismique
46=Utilisez Sort Précipitation
47=Création nouveau fichier script
48=Nouveau fichier script
49=Le fichier existe, merci d'entrer un nouveau nom
50=Erreur lors de la création du fichier.
51=Copier vers un nouveau fichier Script
52=Copier
53=vers un nouveau fichier Script
54=1/1 moyens donnés=reçus, 1/2 moyens donnés=la moitié des reçus, etc.
56=Activez la capacité sur une minuterie.
[15]
1=Choisir les Extracteurs
2=Choisir les niv. extracteurs et pourcentage de remplissage qui doit être dans les Extracteurs pour les Villages Inactifs.
3=Extracteurs Élixir Lvl 6 actif si >
4=Extracteurs Élixir Lvl 7 actif si >
5=Extracteurs Élixir Lvl 8 actif si >
6=Extracteurs Élixir Lvl 9 actif si >
7=Extracteurs Élixir Lvl 10 actif si >
8=Extracteurs Élixir Lvl 11 actif si >
9=Extracteurs Élixir Lvl 12 actif si >
10=(N/A)
11=Tolérances
12=Utilisez ce curseur pour régler la tolérance de ttes les img.
13=Si vous souhaitez régler img individuel, vous devez modifier les fichiers.
14=Sauver Fermer
15=Si cette case est cochée, le bot va vérifier.
16=Les extracteurs niv. 6 pendant la détection de Village Inactif.
17=Les extracteurs niv. 7 pendant la détection de Village Inactif.
18=Les extracteurs niv. 8 pendant la détection de Village Inactif.
19=Les extracteurs niv. 9 pendant la détection de Village Inactif.
20=Les extracteurs niv. 10 pendant la détection de Village Inactif.
21=Les extracteurs niv. 11 pendant la détection de Village Inactif.
22=Les extracteurs niv. 12 pendant la détection de Village Inactif.
23=Choisir comment l'extracteur plein niv.6 doit être pendant la détection de Village Inactif.
24=Choisir comment l'extracteur plein niv.7 doit être pendant la détection de Village Inactif.
25=Choisir comment l'extracteur plein niv.8 doit être pendant la détection de Village Inactif.
26=Choisir comment l'extracteur plein niv.9 doit être pendant la détection de Village Inactif.
27=Choisir comment l'extracteur plein niv.10 doit être pendant la détection de Village Inactif.
28=Choisir comment l'extracteur plein niv.11 doit être pendant la détection de Village Inactif.
29=Choisir comment l'extracteur plein niv.12 doit être pendant la détection de Village Inactif.
30=Full
31=Attention: Ne changez pas les réglages sans savoir ce que vous faites. Mettez à 0 si vous n'êtes pas certain.
[16]
1=Options Milking
2=1. Niveau Minimum Extracteurs Élixir
3=Niveau 1-4
4=Niveau 5
5=Niveau 6
6=Niveau 7
7=Niveau 8
8=Niveau 9
9=Niveau 10
10=Niveau 11
11=Niveau 12
12=2. Si Extracteurs Élixir trouvés, alors
13=Attaquer Extracteurs Élixir
14=Attaquer Extracteurs Or avec le niveau >
15=Attaquer Extracteurs Élixir Noir avec le niveau >
16=3. Attaquer seulement si
17=Distance entre Extracteurs et la ligne rouge <
18=Attaquer Extracteurs Or si au dessus de
19=Attaquer Extracteurs Élixir si au dessus de
20=Attaquer Extracteurs Élixir Noir si au dessus de
21=4. Troupes utilisées par Extracteurs
22=- X Troupes / vagues:
23=- Max vagues:
24=- Délai entre vagues:
31=Légende
32=0-4%
33=5-19%
34=20-74%
35=75-89%
36=90-100%
37=Debug
38=IMG offset
39=Recherche complète
40=Sauver et Fermer
[99]
1=Milking
2=Milking Parameters
3=***** Common to 2 Milking methods (Scripted and new below)*****
4=Milking with
5=Use Gobelins Power to try Milking.
6=Number of troops used for milking attack
7=Troops in camps before 1st attack
8=Nb troops mini in camps before re-train:
9=Number min of troops before train again
10=Nb minutes max between 2 training:
11=Number minutes max between 2 trains troops
12=****** Scripted method, use only if scripted attack is chosen *******
13=Nb pixels to redline to consider exposed:
14=Number min of Pixels to considere collectors exposed
15=****** New method, inactivates if scripted attack is chosen. It's for future update *******
16=Nb tiles to redline to consider exposed:
17=Number min of Tiles to considere collectors exposed
18=Bot tries to use X amount of Goblins to attack each exposed collector
19=Gobs / collectors
20=****** Option TH Snipe *******
21=Attack if loots <
22=Attack if TH Snipe found dead base
23=% of total loots and
24=****** Stat for smart ZAP *******
25=Number of dark elixir zapped during the attack with lightning.
26=Amount of used spells.
27=****** Option Trophy Push *******
28=If trophies < 
29=Set the min. trophies level before stopping the bot, and the duration of the pause.
30= then take a rest for 
31= minute(s) 
